Repository: raullenchai/Rapid-MLX
Catalog: apps/rapid-mac/Sources/Rapid/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: No verified preset for this model
zh_hans: 此模型没有经过验证的预设

source: Not cached
zh_hans: 未缓存

source: Not fit for this Mac
zh_hans: 不适合这台 Mac

source: Not now
zh_hans: 以后再说

source: Not ready to send yet.
zh_hans: 暂时无法发送。

source: Nothing cached on disk yet. Pick a row from "Not cached" and hit Download.
zh_hans: 磁盘上还没有缓存。在“未缓存”中选一行，然后点按“下载”。

source: OK
zh_hans: 好

source: Off
zh_hans: 关

source: Off by default. Keeping recordings lets a correction be verified against the original audio.
zh_hans: 默认关闭。保留录音后，可以对照原始音频核对修正内容。

source: On
zh_hans: 开

source: On close, Rapid-MLX stays available from the menu bar. Turn off to keep the Dock icon visible; disabling takes effect immediately.
zh_hans: 关闭窗口后，仍可从菜单栏使用 Rapid-MLX。关闭此项可保留程序坞图标；更改立即生效。

source: On disk
zh_hans: 已在磁盘

source: On disk, %@
zh_hans: 已在磁盘，%@

source: On launch, Rapid-MLX loads your last-used model into memory so the chat is interactive immediately. Nothing loads while first-run setup is still open. Turn off if you sometimes open Rapid-MLX just to browse past conversations — you can still start a model manually by picking one in the message box and sending.
zh_hans: 启动时，Rapid-MLX 会把你上次使用的模型载入内存，让对话立即可用。首次运行的设置向导未关闭时不会加载任何内容。如果你有时只是打开 Rapid-MLX 浏览历史对话，可以关闭此项；之后仍可在消息框中选择模型并发送来手动启动。

source: Open Hugging Face page
zh_hans: 打开 Hugging Face 页面

source: Open MCP Connectors
zh_hans: 打开 MCP 连接器

source: Open Rapid-MLX
zh_hans: 打开 Rapid-MLX

source: Open Startup Log
zh_hans: 打开启动日志

source: Open on Hugging Face
zh_hans: 在 Hugging Face 上打开

source: Opens the Rapid-MLX repository in your browser
zh_hans: 在浏览器中打开 Rapid-MLX 仓库

source: Opens the updater to download and install this release.
zh_hans: 打开更新程序以下载并安装此版本。

source: Opt in to features that are still being validated across supported Macs.
zh_hans: 选择启用仍在各受支持 Mac 上验证的功能。

source: Other variants (%lld)
zh_hans: 其他变体 (%lld)

source: Output resolution
zh_hans: 输出分辨率

source: Output resolution: %@
zh_hans: 输出分辨率：%@

source: Override the system theme. Auto follows your macOS setting; Light and Dark force the app to stay there regardless of system changes.
zh_hans: 覆盖系统主题。“自动”跟随 macOS 设置；“浅色”和“深色”会让应用固定使用该外观，不随系统变化。

source: Parameters
zh_hans: 参数量

source: Parked. Click to activate.
zh_hans: 已停用。点按以启用。

source: Performance
zh_hans: 性能

source: Personal Intelligence currently supports text-only tasks. Remove the attachments or turn it off.
zh_hans: Personal Intelligence 目前仅支持纯文本任务。请移除附件或将其关闭。

source: Personal Intelligence currently supports text-only tasks. Turn it off to attach files or photos.
zh_hans: Personal Intelligence 目前仅支持纯文本任务。关闭后才能附加文件或照片。

source: Personal Intelligence hasn’t been tuned for %@ yet. Regular chat is still available.
zh_hans: Personal Intelligence 尚未针对 %@ 调优。仍可使用普通对话。

source: Personal Intelligence stayed off because this conversation has attachments.
zh_hans: 由于此对话包含附件，Personal Intelligence 保持关闭。

source: Personal Intelligence wants to use Rapid's local workspace on this Mac.
zh_hans: Personal Intelligence 想要使用 Rapid 在这台 Mac 上的本地工作区。

source: Pick the folder where Rapid should keep downloaded models.
zh_hans: 选择 Rapid 存放已下载模型的文件夹。

source: Pin
zh_hans: 置顶

source: Pin %@
zh_hans: 置顶 %@

source: Pin conversation
zh_hans: 置顶对话

source: Point Rapid at a folder where it already keeps downloaded models — for example on an external drive. New models download here; ones you already have stay where they are. Models downloaded by other apps in other formats won't appear here. New location takes effect the next time a model loads or downloads.
zh_hans: 把 Rapid 指向一个已存放下载模型的文件夹，例如外置硬盘上的文件夹。新模型会下载到这里；已有的模型留在原处。其他应用以其他格式下载的模型不会显示在这里。新位置会在下次加载或下载模型时生效。

source: Preferences
zh_hans: 偏好设置

source: Preparing your local model…
zh_hans: 正在准备你的本地模型…

source: Press a hotkey in any app, speak, and your words appear at the cursor. Audio is transcribed on this Mac.
zh_hans: 在任意应用中按下快捷键并说话，文字就会出现在光标处。音频在这台 Mac 上转写。

source: Preview includes current automatic context. Each message you send carries the time you sent it. Tool and attachment context may be added when you send.
zh_hans: 预览包含当前的自动上下文。你发送的每条消息都会带上发送时间。发送时还可能加入工具和附件上下文。

source: Previous response
zh_hans: 上一个回复

source: Previous version
zh_hans: 上一个版本

source: Published successfully, but this Mac couldn’t save its local receipt. Rapid will keep this run marked Published for this session; the public version is correct.
zh_hans: 发布成功，但这台 Mac 未能保存本地回执。Rapid 会在本次会话中继续将这次运行标记为“已发布”；公开版本是正确的。

source: Quality = published benchmark, labelled per row (Accuracy / Code / Tool / Instructions) · Speed = measured tokens/sec on this class of Mac · Untested = no compatible result recorded yet.
zh_hans: 质量 = 已发布的基准测试，按行标注（准确率 / 代码 / 工具 / 指令）· 速度 = 在同级别 Mac 上实测的每秒 token 数 · 未测试 = 尚无兼容的结果记录。

source: Quality · Speed
zh_hans: 质量 · 速度

source: Quantization
zh_hans: 量化

source: Quickstart
zh_hans: 快速开始

source: Quickstart download in progress
zh_hans: 快速开始下载进行中

source: Quickstart: %@, %@. %@.
zh_hans: 快速开始：%@，%@。%@。

source: Quit
zh_hans: 退出

source: Quit Rapid-MLX
zh_hans: 退出 Rapid-MLX

source: Rapid couldn't confirm that the models were idle. Wait a moment, then try again.
zh_hans: Rapid 无法确认模型已空闲。请稍等片刻后重试。

source: Rapid doesn't know this one, so it can't say whether it's already on your Mac.
zh_hans: Rapid 不认识这个模型，因此无法判断它是否已在你的 Mac 上。

source: Rapid-MLX %@ · up to date
zh_hans: Rapid-MLX %@ · 已是最新

source: Rapid-MLX %@ · update %@ available
zh_hans: Rapid-MLX %@ · 有可用更新 %@

source: Rapid-MLX can't find its engine yet.
zh_hans: Rapid-MLX 暂时找不到它的引擎。

source: Rapid-MLX can't find its engine. Reopen the app to run setup again.
zh_hans: Rapid-MLX 找不到它的引擎。请重新打开应用以再次运行设置。

source: Rapid-MLX is checking or downloading the update in the background.
zh_hans: Rapid-MLX 正在后台检查或下载更新。

source: Rapid-MLX is open source. If it helped today, a GitHub star helps other developers find it.
zh_hans: Rapid-MLX 是开源软件。如果它今天帮到了你，在 GitHub 上点个星标能让更多开发者发现它。

source: Rapid-MLX remains available from the menu bar.
zh_hans: 仍可从菜单栏使用 Rapid-MLX。

source: Rapid-MLX update v%@ available
zh_hans: Rapid-MLX 有可用更新 v%@

source: Rapid-MLX v%@ is ready.
zh_hans: Rapid-MLX v%@ 已准备就绪。

source: Ready for local connections
zh_hans: 可接受本地连接

source: Ready — %@
zh_hans: 就绪：%@

source: Reasoning
zh_hans: 推理过程

source: Reasoning in progress
zh_hans: 正在推理

source: Reasoning…
zh_hans: 推理中…

source: Recent
zh_hans: 最近

source: Recheck
zh_hans: 重新检查

source: Recommended
zh_hans: 推荐

source: Recommended first model
zh_hans: 推荐的首个模型

source: Recommended for your %@
zh_hans: 为你的 %@ 推荐

source: Recommended for your %lld GB Mac
zh_hans: 为你的 %lld GB Mac 推荐

source: Recording runs only while a dictation session is open.
zh_hans: 仅在听写会话打开期间录音。

source: Refresh catalog
zh_hans: 刷新目录

source: Release notes
zh_hans: 更新说明

source: Remove
zh_hans: 移除

source: Remove %@
zh_hans: 移除 %@

source: Remove attachments before turning on Personal Intelligence.
zh_hans: 开启 Personal Intelligence 前请先移除附件。

source: Remove from Folder
zh_hans: 从文件夹中移除

source: Remove “%@”?
zh_hans: 移除“%@”？

source: Removes this image from the current session. Saved copies stay on disk.
zh_hans: 从当前会话中移除此图像。已保存的副本仍保留在磁盘上。

source: Removes this model from your Mac. You can download it again later by selecting it.
zh_hans: 从你的 Mac 上移除此模型。之后选择它即可重新下载。

source: Removes this model from your Mac. You can download it again later by selecting it.%@
zh_hans: 从你的 Mac 上移除此模型。之后选择它即可重新下载。%@

source: Rename
zh_hans: 重命名

source: Rename Folder
zh_hans: 重命名文件夹

source: Replace source image
zh_hans: 替换源图像

source: Requested by the model
zh_hans: 由模型请求

source: Reset
zh_hans: 重置

source: Reset onboarding alerts
zh_hans: 重置引导提示

source: Reset to engine defaults
zh_hans: 恢复引擎默认值

source: Reset to measured defaults
zh_hans: 恢复实测默认值

source: Resident
zh_hans: 常驻内存

source: Response %lld of %lld
zh_hans: 第 %lld 个回复，共 %lld 个

source: Restart
zh_hans: 重新启动

source: Restart into setup
zh_hans: 重新启动并进入设置向导

source: Restart the model to finish turning connectors on.
zh_hans: 重新启动模型以完成连接器的启用。

source: Restart the model to make a newly rotated key active.
zh_hans: 重新启动模型以使新轮换的密钥生效。

source: Restarting…
zh_hans: 正在重新启动…

source: Retry
zh_hans: 重试

source: Retry Keychain cleanup
zh_hans: 重试钥匙串清理

source: Retry response
zh_hans: 重新生成回复

source: Retry to continue
zh_hans: 重试以继续

source: Review completed conversations and save durable preferences. Disabled by default.
zh_hans: 回顾已完成的对话并保存长期偏好。默认关闭。

source: Review the exact path, content, command, and arguments before allowing it.
zh_hans: 允许前请核对确切的路径、内容、命令和参数。

source: Review this action before it runs.
zh_hans: 请在运行前检查此操作。

source: Rotate now
zh_hans: 立即轮换

source: Run %@?
zh_hans: 运行 %@？

source: Run setup again…
zh_hans: 重新运行设置向导…

source: Running
zh_hans: 运行中

source: SET UP
zh_hans: 设置

source: SIZE
zh_hans: 大小

source: STEP %lld OF %lld
zh_hans: 第 %lld 步，共 %lld 步

source: Save
zh_hans: 保存

source: Save a support report to share if something goes wrong. Includes your app version, Mac model, and recent logs — no prompts, files, or personal data.
zh_hans: 保存一份支持报告，出问题时可以分享。其中包含应用版本、Mac 型号和近期日志，不含提示词、文件或个人数据。

source: Save edited message
zh_hans: 保存编辑后的消息

source: Save image
zh_hans: 保存图像

source: Saved
zh_hans: 已保存

source: Saved. These settings will apply the next time this model loads.
zh_hans: 已保存。这些设置将在下次加载此模型时生效。

source: Search chats - Command-K
zh_hans: 搜索对话 - Command-K

source: Search models
zh_hans: 搜索模型

source: Search models or Hugging Face repo
zh_hans: 搜索模型或 Hugging Face 仓库

source: See what's new
zh_hans: 查看新功能

source: Select %@, %@
zh_hans: 选择 %@，%@

source: Select text
zh_hans: 选择文本

source: Selection here crosses paragraphs — ⌘C copies it.
zh_hans: 此处的选区可跨段落，按 ⌘C 拷贝。

source: Self-update for Rapid-MLX. New releases bundle the latest models, performance improvements, and bug fixes.
zh_hans: Rapid-MLX 的自动更新。新版本包含最新的模型、性能改进和问题修复。

source: Send
zh_hans: 发送

source: Send message
zh_hans: 发送消息

source: Sent as a system message with every conversation. Conversation prompts can override it.
zh_hans: 在每次对话中作为系统消息发送。对话提示词可以覆盖它。

source: Sent only with this conversation. If it conflicts with the global default, this prompt wins.
zh_hans: 仅随此对话发送。如果与全局默认冲突，以此提示词为准。

source: Sent with each dictation. Click to park.
zh_hans: 随每次听写发送。点按以停用。

source: Server log
zh_hans: 服务器日志

source: Server port
zh_hans: 服务器端口

source: Server status
zh_hans: 服务器状态

source: Serving
zh_hans: 服务中

source: Settings categories
zh_hans: 设置类别

source: Settings — ⌘,
zh_hans: 设置 — ⌘,

source: Settings…
zh_hans: 设置…

source: Setup
zh_hans: 设置向导

source: Setup didn't finish
zh_hans: 设置未完成

source: Setup needed
zh_hans: 需要完成设置

source: Share Compute
zh_hans: 共享算力

source: Share Compute · On
zh_hans: 共享算力 · 已开启

source: Should be
zh_hans: 应为

source: Show %lld other downloaded model variants
zh_hans: 显示另外 %lld 个已下载的模型变体

source: Show Server Log
zh_hans: 显示服务器日志

source: Show command
zh_hans: 显示命令

source: Show model details
zh_hans: 显示模型详情

source: Show small (<1B) models in the picker
zh_hans: 在选择器中显示小型（<1B）模型

source: Show small models in the picker
zh_hans: 在选择器中显示小型模型

source: Show the GitHub invitation later
zh_hans: 稍后再显示 GitHub 邀请

source: Size
zh_hans: 大小

source: Size (largest first)
zh_hans: 大小（从大到小）

source: Skip for now
zh_hans: 暂时跳过

source: Skip onboarding and go to the app
zh_hans: 跳过引导，直接进入应用

source: Skips confirmation for public pages. Private and local addresses remain blocked.
zh_hans: 公开网页无需确认。私有地址和本地地址仍会被拦截。

source: Sliding-window (Gemma, GPT-OSS) and MLA (DeepSeek, Kimi) models fall back to full precision regardless of this setting.
zh_hans: 无论此设置如何，滑动窗口模型（Gemma、GPT-OSS）和 MLA 模型（DeepSeek、Kimi）都会回退到全精度。

source: Something went wrong
zh_hans: 出了点问题

source: Sort
zh_hans: 排序

source: Speech ready
zh_hans: 语音已就绪

source: Speech to Text
zh_hans: 语音转文字

source: Speech to text
zh_hans: 语音转文字

source: Star on GitHub
zh_hans: 在 GitHub 上加星标

source: Starring…
zh_hans: 正在加星标…

source: Stars the Rapid-MLX repository using GitHub CLI, or opens GitHub if unavailable
zh_hans: 通过 GitHub CLI 为 Rapid-MLX 仓库加星标；不可用时会打开 GitHub

source: Start
zh_hans: 启动

source: Start %@ before sending.
zh_hans: 发送前请先启动 %@。

source: Start %@ first
zh_hans: 请先启动 %@

source: Start %@ to begin
zh_hans: 启动 %@ 以开始

source: Start a text model above; the API key and integration commands will activate automatically.
zh_hans: 在上方启动一个文本模型后，API 密钥和集成命令会自动生效。

source: Start chatting
zh_hans: 开始对话

source: Start chatting with %@
zh_hans: 开始与 %@ 对话

source: Start the model (cached locally)
zh_hans: 启动模型（已缓存在本地）

source: Starting %@
zh_hans: 正在启动 %@

source: Starting %@…
zh_hans: 正在启动 %@…

source: Starting the download…
zh_hans: 正在开始下载…

source: Starting the model…
zh_hans: 正在启动模型…

source: Starting…
zh_hans: 启动中…

source: Stop and delete
zh_hans: 停止并删除

source: Stop generating
zh_hans: 停止生成

source: Stop model
zh_hans: 停止模型

source: Stop serving and delete %@ from disk
zh_hans: 停止服务并从磁盘删除 %@

source: Stop serving and delete this model from disk.
zh_hans: 停止服务并从磁盘删除此模型。

source: Stop the active response before unloading models
zh_hans: 卸载模型前请先停止正在生成的回复

source: Stop the running model and free its memory
zh_hans: 停止正在运行的模型并释放其内存

source: Stopping…
zh_hans: 正在停止…

source: Stops the currently serving model first.
zh_hans: 会先停止当前正在服务的模型。

source: Stops the download. The model will not be installed.
zh_hans: 停止下载。该模型不会被安装。

source: Sub-1B models (qwen3-0.6b-*) are hidden from the model picker by default — they hallucinate within 1-2 turns and are intended for unit tests, not chat. Turn on to see every model, including the tiny ones.
zh_hans: 1B 以下的模型（qwen3-0.6b-*）默认不在模型选择器中显示：它们在一两轮对话内就会出现幻觉，用途是单元测试而非对话。开启后可看到所有模型，包括这些微型模型。

source: Sub-1B models are hidden by default — they hallucinate within 1-2 turns and are intended for unit tests, not chat.
zh_hans: 1B 以下的模型默认隐藏：它们在一两轮对话内就会出现幻觉，用途是单元测试而非对话。

source: Switch
zh_hans: 切换

source: Switch to %@
zh_hans: 切换到 %@

source: Switch to %@, the lowest-memory option
zh_hans: 切换到 %@（内存占用最低的选项）

source: Switching to %@ may interrupt those responses.
zh_hans: 切换到 %@ 可能会中断这些回复。

source: System Prompt
zh_hans: 系统提示词

source: THIS MAC
zh_hans: 本机

source: Takes effect on next start. Restart to apply.
zh_hans: 下次启动时生效。重新启动以应用。

source: Tap once to start, once more to stop. Only right-hand modifiers are offered — the left ones collide with everyday shortcuts.
zh_hans: 按一次开始，再按一次停止。仅提供右侧修饰键，因为左侧修饰键会与日常快捷键冲突。

source: Task running
zh_hans: 任务运行中

source: Telemetry is disabled for this launch by a process-level privacy or CI setting.
zh_hans: 进程级的隐私或 CI 设置已在本次启动中停用遥测。

source: Tell Us What You Want…
zh_hans: 告诉我们你的需求…

source: Text to speak
zh_hans: 要朗读的文本

source: Text to speech
zh_hans: 文字转语音

source: That file is already attached.
zh_hans: 该文件已附加。

source: The agent task could not be completed.
zh_hans: 智能体任务未能完成。

source: The conversations in it are kept and move back into the date list.
zh_hans: 其中的对话会保留，并回到按日期排列的列表中。

source: The current key is stored in your Keychain.
zh_hans: 当前密钥存储在你的钥匙串中。

source: The endpoint, key, and model below are live now.
zh_hans: 下方的端点、密钥和模型现已生效。

source: The model couldn't complete that request.
zh_hans: 模型未能完成该请求。

source: The model wants to fetch content from:
zh_hans: 模型想要从以下地址抓取内容：

source: The model wants to run a tool from the “%@” connector.
zh_hans: 模型想要运行“%@”连接器中的一个工具。

source: The running model started before connectors were enabled, so it isn't loading them yet. Restarting takes a moment and keeps your conversation.
zh_hans: 当前运行的模型是在启用连接器之前启动的，因此尚未加载它们。重新启动只需片刻，并会保留你的对话。

source: The setting could not be saved. Anonymous usage reporting may still be on. Check that your Mac has free disk space and try again, or set RAPID_MLX_TELEMETRY=0 before launching Rapid.
zh_hans: 无法保存此设置。匿名使用数据上报可能仍处于开启状态。请确认 Mac 有可用磁盘空间后重试，或在启动 Rapid 前设置 RAPID_MLX_TELEMETRY=0。

source: Thinking trace (cut off)
zh_hans: 思考过程（已截断）

source: Thinking trace, cut off
zh_hans: 思考过程，已截断

source: This can't be undone.
zh_hans: 此操作无法撤销。

source: This model doesn't support photos. Choose a vision-capable model to add one.
zh_hans: 此模型不支持照片。请选择支持视觉的模型后再添加。

source: This model is using a one-time key.
zh_hans: 此模型正在使用一次性密钥。

source: This model likely won't fit your %lld GB Mac
zh_hans: 此模型可能超出这台 %lld GB Mac 的内存

source: This permanently deletes the conversation. It can't be undone.
zh_hans: 这会永久删除该对话，且无法撤销。

source: This removes every learned fact. It cannot be undone.
zh_hans: 这会移除所有已学到的信息，且无法撤销。

source: This removes it from this session. Copies you've saved stay on disk.
zh_hans: 这会将它从本次会话中移除。你已保存的副本仍保留在磁盘上。

source: Those files are already attached.
zh_hans: 这些文件已附加。

source: Tool call %@
zh_hans: 工具调用 %@

source: Tool calls are unverified on this model — we have no bench signal yet. Chips that promise tools are hidden on the empty-state hero until verified.
zh_hans: 此模型的工具调用尚未验证，我们还没有基准测试数据。在验证之前，空状态首页不会显示依赖工具的建议。

source: Tools are off on this model — empirical bench shows it ignores tool calls and hallucinates the answer. Chips that promise tools are hidden on the empty-state hero.
zh_hans: 此模型已关闭工具：实测表明它会忽略工具调用并编造答案。空状态首页不会显示依赖工具的建议。

source: Total: %@ across %@%@
zh_hans: 总计：%@，共 %@%@

source: Total: %@%@
zh_hans: 总计：%@%@

source: Transcribing…
zh_hans: 正在转写…

source: Turn on
zh_hans: 开启

source: Type
zh_hans: 类型

source: Type a model name or a Hugging Face path. New models download when you press Start.
zh_hans: 输入模型名称或 Hugging Face 路径。新模型会在你点按“启动”时下载。

source: Type a model name…
zh_hans: 输入模型名称…

source: Unarchive
zh_hans: 取消归档

source: Unload
zh_hans: 卸载

source: Unload all
zh_hans: 全部卸载

source: Unload all models and free %@
zh_hans: 卸载所有模型并释放 %@

source: Unload model and free %@
zh_hans: 卸载模型并释放 %@

source: Unloading models…
zh_hans: 正在卸载模型…

source: Unpin
zh_hans: 取消置顶

source: Unpin %@
zh_hans: 取消置顶 %@

source: Unpin conversation
zh_hans: 取消置顶对话

source: Unrenderable math: %@
zh_hans: 无法渲染的数学公式：%@

source: Untested
zh_hans: 未测试

source: Up to date — v%@ is the latest release.
zh_hans: 已是最新：v%@ 是最新版本。

source: Up to date — v%@.
zh_hans: 已是最新：v%@。

source: Update Available
zh_hans: 有可用更新

source: Update Rapid-MLX
zh_hans: 更新 Rapid-MLX

source: Update available — v%@
zh_hans: 有可用更新：v%@

source: Update in progress…
zh_hans: 正在更新…

source: Update status unknown — last check failed.
zh_hans: 更新状态未知：上次检查失败。

source: Update status unknown — press Check for updates.
zh_hans: 更新状态未知：请点按“检查更新”。

source: Updates
zh_hans: 更新

source: Upload file
zh_hans: 上传文件

source: Upload photo
zh_hans: 上传照片

source: Use
zh_hans: 使用

source: Use Folder
zh_hans: 使用此文件夹

source: Use default
zh_hans: 使用默认值

source: Use your Mac’s tools and local context to get things done.
zh_hans: 使用 Mac 上的工具和本地上下文来完成任务。

source: Used when a conversation has no conflicting prompt. Stored only on this Mac.
zh_hans: 在对话没有冲突的提示词时使用。仅存储在这台 Mac 上。

source: Version
zh_hans: 版本

source: Version %lld of %lld
zh_hans: 第 %lld 个版本，共 %lld 个

source: Video
zh_hans: 视频

source: Video models
zh_hans: 视频模型

source: View release notes
zh_hans: 查看更新说明

source: Vocabulary
zh_hans: 词汇表

source: Voice
zh_hans: 音色

source: Voice cloning
zh_hans: 声音克隆

source: Voice design
zh_hans: 声音设计

source: Waiting for a running model
zh_hans: 等待模型运行

source: Warming up %@
zh_hans: 正在预热 %@

source: Warming up…
zh_hans: 预热中…

source: When off, model switches may interrupt active API or streaming requests without asking.
zh_hans: 关闭后，切换模型可能会直接中断进行中的 API 或流式请求，不再询问。

source: When off, opening Rapid-MLX will not load a model until you start one manually from the picker.
zh_hans: 关闭后，打开 Rapid-MLX 时不会加载模型，直到你从选择器中手动启动。

source: When the model is running, the API key and integration commands below fill in and their Copy buttons wake up.
zh_hans: 模型运行后，下方的 API 密钥和集成命令会自动填入，对应的“拷贝”按钮也会变为可用。

source: Will download on Start
zh_hans: 点按“启动”时下载

source: Window
zh_hans: 窗口

source: With:
zh_hans: 参数：

source: Your chosen models folder isn't available right now — the drive may be unplugged. Rapid is using its default location until it's back.
zh_hans: 你选择的模型文件夹目前不可用，可能是硬盘已拔出。在它恢复之前，Rapid 会使用默认位置。

source: always allowed
zh_hans: 始终允许

source: approximately %@ tokens per second
zh_hans: 每秒约 %@ 个 token

source: downloaded
zh_hans: 已下载

source: e.g. qwen3.6-35b
zh_hans: 例如 qwen3.6-35b

source: memory: —
zh_hans: 内存：—

source: mixed precision
zh_hans: 混合精度

source: not downloaded
zh_hans: 未下载

source: quantized
zh_hans: 已量化

source: size unavailable
zh_hans: 大小未知

source: took %@
zh_hans: 用时 %@

source: unquantized
zh_hans: 未量化

source: your local model
zh_hans: 你的本地模型

source: © 2026 · Runs 100% on your Mac
zh_hans: © 2026 · 100% 在你的 Mac 上运行

source: 1 saved memory
zh_hans: 已保存 1 条记忆

source: %lld saved memories
zh_hans: 已保存 %lld 条记忆

source: %@ (current)
zh_hans: %@（当前）

source: %@ · not downloaded
zh_hans: %@ · 未下载

source: A key is stored for %@.
zh_hans: 已为 %@ 存储密钥。

source: Accelerated text mode is active. %@ require normal mode%@. Turn off acceleration below and restart the model to use them.
zh_hans: 加速文本模式已启用。%@需要普通模式%@。如需使用，请在下方关闭加速并重新启动模型。

source: Active runtime
zh_hans: 当前运行时

source: Add a system prompt for this conversation.
zh_hans: 为此对话添加系统提示词。

source: Automatic uses about 20% of RAM. A larger budget holds more prefixes; it never changes output.
zh_hans: “自动”约使用 20% 的内存。预算越大，可保留的前缀越多；它不会改变输出。

source: Available tools
zh_hans: 可用工具

source: Browse Web Page
zh_hans: 浏览网页

source: Browse pages
zh_hans: 浏览网页

source: Browsing
zh_hans: 网页浏览

source: Checking saved key…
zh_hans: 正在检查已保存的密钥…

source: Choose which model owns these settings. It does not need to be running.
zh_hans: 选择这些设置所属的模型。该模型不需要处于运行状态。

source: Clear global system prompt
zh_hans: 清除全局系统提示词

source: Costs memory, never changes output. Turning it off is mainly useful for measuring what it buys you.
zh_hans: 会占用内存，但不会改变输出。关闭它主要用于衡量它带来的收益。

source: Could not restart this model with its speculative-decoding setting.
zh_hans: 无法按推测解码设置重新启动此模型。

source: Couldn't write to the Keychain. Try again.
zh_hans: 无法写入钥匙串。请重试。

source: Creates or replaces one text file after showing the exact path and content for approval.
zh_hans: 在展示确切路径和内容并获得批准后，创建或替换一个文本文件。

source: Daily
zh_hans: 每天

source: Drafts candidate tokens and verifies them with the full model.
zh_hans: 先草拟候选 token，再由完整模型验证。

source: Embedded API key rotation
zh_hans: 内置 API 密钥轮换

source: Embedded API security
zh_hans: 内置 API 安全

source: Enabled by default for this qualified model. It accelerates text generation; turn it off and restart to use photo input.
zh_hans: 此模型已通过验证，默认启用。它可加速文本生成；如需使用照片输入，请关闭并重新启动。

source: Every start
zh_hans: 每次启动

source: Gets the current weather for a place you name.
zh_hans: 获取你指定地点的当前天气。

source: How the model's attention cache is stored. Lower precision means less memory and faster long-context decoding.
zh_hans: 模型注意力缓存的存储方式。精度越低，占用内存越少，长上下文解码越快。

source: Key removed.
zh_hans: 密钥已移除。

source: Looks up current information on the web when a question needs it.
zh_hans: 在问题需要时上网查找最新信息。

source: MTP accelerates text generation on this model; turn it off and restart to use photo input.
zh_hans: MTP 可加速此模型的文本生成；如需使用照片输入，请关闭并重新启动。

source: MTP requires Engine default or Full precision (bf16) KV cache. It turns back on automatically when that cache mode is selected.
zh_hans: MTP 需要 KV 缓存使用“引擎默认值”或“全精度 (bf16)”。选择该缓存模式后它会自动重新开启。

source: Models smaller than 3B may contradict themselves in multi-turn chat. Good for testing or single-shot Q&A. Try qwen3.5-4b or larger for serious use.
zh_hans: 小于 3B 的模型在多轮对话中可能前后矛盾。适合测试或单轮问答。正式使用请尝试 qwen3.5-4b 或更大的模型。

source: Move File to Trash
zh_hans: 将文件移到废纸篓

source: Move file to Trash
zh_hans: 将文件移到废纸篓

source: Moves one file to Trash after approval. It never removes folders or permanently deletes files.
zh_hans: 获得批准后将一个文件移到废纸篓。它不会移除文件夹，也不会永久删除文件。

source: No key stored — %@ works without one; a free key lifts the shared rate limit.
zh_hans: 未存储密钥：%@ 无需密钥即可使用；添加免费密钥可解除共享的速率限制。
